Repository: cu-3rd-party/musicclub
Catalog: bot/locales/*/LC_MESSAGES/bot.po
Languages: ru

# start.button
source: ğŸ¸ Open Music Club
ru: 🎸 Открыть Music Club

# start.welcome
source: Welcome to Music Club! ğŸ¸ Tap the button below to open the app:
ru: Добро пожаловать в Music Club! 🎸 Нажмите кнопку ниже, чтобы открыть приложение:

# help.start
source: Send /start to get the web app link.
ru: Отправьте /start, чтобы получить ссылку на веб-приложение.

# start.invalid_param
source: Invalid start parameter.
ru: Некорректный параметр /start.

# start.invalid_token
source: Invalid authentication token.
ru: Неверный токен аутентификации.

# auth.ok
source: âœ… Authentication successful! You may return to the web app.
ru: ✅ Аутентификация успешна! Можно вернуться в веб-приложение.

# auth.fail
source: âŒ Authentication failed or expired.
ru: ❌ Аутентификация не удалась или истекла.

# calendar.attach.prompt
source: Please attach your calendar in Music Club so we can schedule you for events.
ru: Пожалуйста, прикрепите свой календарь в Music Club, чтобы мы могли планировать вас на мероприятия.

# calendar.attach.button
source: Attach calendar
ru: Прикрепить календарь

# calendar.attach.ask
source: Send your calendar ICS URL.
ru: Пришлите ссылку на ваш календарь в формате ICS.

# calendar.attach.invalid_url
source: That does not look like a valid ICS URL. Please send a link ending with .ics.
ru: Похоже, это не ссылка на ICS. Пришлите ссылку, которая заканчивается на .ics.

# calendar.attach.not_linked
source: Please link your account in the Music Club web app first, then try again.
ru: Сначала привяжите аккаунт в веб‑приложении Music Club, затем попробуйте снова.

# calendar.attach.success
source: âœ… Calendar attached.
ru: ✅ Календарь прикреплён.

# calendar.attach.fail
source: âŒ Failed to attach calendar. Please try again later.
ru: ❌ Не удалось прикрепить календарь. Попробуйте позже.
